[
	{
		"line": 1,
		"text": "C'est à propos de quoi?  Oh, juste pour prendre des nouvelles?"
	},{
		"line": 1,
		"text": "Hey, merci de m'avoir invité à discuter."
	},{
		"line": 1,
		"text": "Je vais bien, c'est gentil d'avoir demander."
	},{
		"line": 1,
		"text": "Comment ça va?"
	},{
		"line": 1,
		"text": "Hey, quoi de neuf?"
	},{
		"line": 1,
		"text": "La forme ?"
	},{
		"line": 1,
		"text": "Quoi de neuf?"
	},{
		"line": 1,
		"text": "Quoi de neuf? Pas grand chose..."
	},{
		"line": 1,
		"text": "De quoi tu voulais parler?"
	},{
		"line": 1,
		"text": "Tu voulais parler de quelque chose en particulier, ou tu es juste là pour discuter?"
	},{
		"line": 2,
		"text": "partage ses opinions sur des potins récents,"
	},{
		"line": 2,
		"text": "parle un peu d'un manga qu'elle a récemment commencé à lire,"
	},{
		"line": 2,
		"text": "parle de ce qu'elle a lu dans un magazine récemment,"
	},{
		"line": 2,
		"text": "raconte un bref résumé d'une émission de télévision qu'elle a vue hier soir,"
	},{
		"line": 2,
		"text": "parle de comment elle s'est cognée l'orteil ce matin,"
	},{
		"line": 2,
		"text": "admet qu'elle a joué à un nouveau jeu vidéo récemment,"
	},{
		"line": 2,
		"text": "détaille ce qu'elle a mangé pour le déjeuner,"
	},{
		"line": 2,
		"text": "parle de son émission télé préférée,"
	},{
		"line": 2,
		"text": "a l'eau à la bouche en parlant avec passion de son plat préféré,"
	},{
		"line": 2,
		"text": "parle avec nostalgie d'une vieille émission de télé qu'elle regardait enfant,"
	},{
		"line": 3,
		"text": "et confie une anecdote personnelle à propos de sa famille."
	},{
		"line": 3,
		"text": "et parle un peu de son enfance."
	},{
		"line": 3,
		"text": "et prend quelques minutes pour parler de ses hobbies."
	},{
		"line": 3,
		"text": "et partage une histoire embarrassante de son passé."
	},{
		"line": 3,
		"text": "et mentionne un de ses héros d'enfance."
	},{
		"line": 3,
		"text": "et raconte ce dont elle rêvait de devenir quand elle était petite."
	},{
		"line": 3,
		"text": "et explique ce qu'il se passe avec sa famille."
	},{
		"line": 3,
		"text": "et parle de la dernière fois qu'elle a parlé avec sa famille."
	},{
		"line": 3,
		"text": "et raconte sa rencontre récente eu avec un ami d'enfance."
	}
]